Repository: Maskl/Flags
Catalog: FlagsWP7/Localization/TranslationsResource.*.resx
Languages: pl_pl

# CountriesListAlphabetically
source: alphabetically
pl_pl: alfabetycznie

# CountriesListByContinent
source: by continent
pl_pl: kontynenty

# CountryDetailsCapital
source: Capital city:
pl_pl: Stolica:

# CountryDetailsContinent
source: Country in
pl_pl: Kontynent:

# CountryDetailsISO
source: ISO 3166 code:
pl_pl: Kod ISO 3166:

# HelpText
source: This application helps you to recognize flags of all countries. In "find the flag" mode you just should select a few specific things which you can see on flag you can't recognize (colors, flag shape etc.) and tap the find button. In "flags list" mode there are lists of all flags sorted alphabetically and by continent. Have fun :)
pl_pl: Ta aplikacja pomoże Ci rozpoznać flagi wszystkich państw Świata. W trybie "Znajdź flagę" musisz podać parę informacji na temat flagi, której nie możesz rozpoznać (jej kształt, kolor itp.), oraz nadusić ikonkę lupy. Aplikacja pokaże flagi najbliższe podanymi przez Ciebie informacjom. W trybie "Lista flag" znajduje się lista wszystkich flag dostępnych w aplikacji, posortowana alfabetycznie i wg kontynentów. Dobrego dnia! :)

# HelpTitle
source: help
pl_pl: pomoc

# HistoryText
source: version 1.1 Support to Polish language. version 1.0 Better algorithm, updates in interface. version 0.9 Completely new interface. version 0.8 Changed application name. Only WP7 version. New history.
pl_pl: wersja 1.1 Dodany język polski. wersja 1.0 Lepszy algorytm, poprawki w interfejsie. wersja 0.9 Kompletnie nowy interfejs. wersja 0.8 Zmiana nazwy. Wyłącznie wersja na WP7. Nowa historia.

# HistoryTitle
source: history
pl_pl: historia

# MainAddBackslash
source: backslash
pl_pl: skośna linia 2

# MainAddCanton
source: canton
pl_pl: kanton

# MainAddCross
source: cross
pl_pl: krzyż

# MainAdditionalTitle
source: additional
pl_pl: dodatki

# MainAddSlash
source: slash
pl_pl: skośna linia 1

# MainAddSomething
source: something
pl_pl: coś

# MainAddStripe
source: stripe
pl_pl: pasek

# MainAddTriangle
source: triangle
pl_pl: trójkąt

# MainAtLeastOneMessage
source: You must specify at least one information about flag (color, shape, additional element).
pl_pl: Musisz zaznaczyć przynajmniej jedną informację (kształt, dodatki, kolor).

# MainColBlack
source: black
pl_pl: czarny

# MainColBlue
source: blue
pl_pl: niebieski

# MainColGreen
source: green
pl_pl: zielony

# MainColorsTitle
source: colors
pl_pl: kolory

# MainColOther
source: other
pl_pl: inne

# MainColRed
source: red
pl_pl: czerwony

# MainColWhite
source: white
pl_pl: biały

# MainColYellow
source: yellow
pl_pl: żółty

# MainPleaseWaitMessage
source: Please wait...
pl_pl: Poczekaj chwilę...

# MainShapeTitle
source: shape
pl_pl: kształt

# MainShpHorizontalBicolor
source: horiz. bicolor
pl_pl: dwa poziome

# MainShpHorizontalTricolor
source: horiz. tricolor
pl_pl: trzy poziome

# MainShpPlain
source: plain
pl_pl: bez pasków

# MainShpStripes
source: stripes
pl_pl: wiele pasków

# MainShpVerticalBicolor
source: vertical bicolor
pl_pl: dwa pionowe

# MainShpVerticalTricolor
source: vertical tricolor
pl_pl: trzy pionowe

# MenuFindAFlag
source: find the flag
pl_pl: znajdź flagę

# MenuFlagsList
source: flags list
pl_pl: lista flag

# MenuHelp
source: help
pl_pl: pomoc

# MenuHistoryAndPlans
source: history
pl_pl: historia

# PlansIntro
source: If you need some functions or have any ideas, please tap link below and write about it in comment.
pl_pl: Jeśli chcesz napisać czego Ci brakuje w tej aplikacji lub co Ci się w niej podoba kliknij poniższy link.

# PlansRateButton
source: Write comment and rate this app!
pl_pl: Napisz komentarz i wystaw ocenę!

# PlansText
source: My plans/ideas: 1. Map in country details screen. 2. Add some non-country flags (European Union, historical flags etc.). 3. Support to other languages. 4. Tests and some algorith 5. Better graphics.
pl_pl: Moje plany/pomysły: 1. Mapka w ekranie szczegółów wybranego państwa. 2. Roszerzenie bazy flag o te nie będące flagami państw (Unia Europejska, flagi historyczne itp.). 3. Kolejne wersje językowe. 4. Testy i poprawki algorytmu wyszukiwania. 5. Lepsze grafiki.

# PlansTitle
source: plans
pl_pl: pomysły

# ResultsHoldForMore
source: HOLD FOR MORE...
pl_pl: przytrzymaj chwilę by zobaczyć więcej...

# ResultsTitle
source: results
pl_pl: wyniki
